/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Klicken Sie in „Aktualisieren“, um Ihren iPod zu aktualisieren.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Wählen Sie den iPod aus, dessen Firmware aktualisiert werden soll.";
"UPDATE_ONE_SELECTION" = "Klicken Sie in „Aktualisieren“, um „%@“ auf die Version %@ zu aktualisieren.";
"UPDATE_MULTIPLE_SELECTION" = "Klicken Sie in „Aktualisieren“, um die ausgewählten iPod Modelle zu aktualisieren.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Klicken Sie in „Aktualisieren“, um Ihren iPod zu aktualisieren.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "Ihr iPod ist auf dem neusten Stand.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "Die ausgewählten iPod Modelle sind auf dem neusten Stand.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "Der angeschlossene iPod wird von diesem Updater nicht unterstützt.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Nur für Macintosh formatierte iPod Modelle können aktualisiert werden.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Klicken Sie in „Wiederherstellen“, um die Werkseinstellung Ihres iPod wiederherzustellen.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Wählen Sie den iPod aus, dessen Werkseinstellung wiederhergestellt werden soll.";
"RESTORE_ONE_SELECTION" = "Klicken Sie in „Wiederherstellen“, um die Werkseinstellung Ihres iPod wiederherzustellen.";
"RESTORE_MULTIPLE_SELECTION" = "Klicken Sie in „Wiederherstellen“ um die Werkseinstellung für die ausgewählten iPod Modelle wiederherzustellen.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Klicken Sie in „Wiederherstellen“, um die Werkseinstellung Ihres iPod wiederherzustellen.";
"RESTORE_NOT_MOUNTED_YET" = "Warten, bis der iPod betriebsbereit ist.";
"RESTORE_ONLY_OVER_FIREWIRE" = "Verbinden Sie diesen iPod über FireWire, um ihn wiederherzustellen.";

"UPDATING_STATUS" = "%@ aktualisieren";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Wiederherstellen bestätigen";
"RESTORE_ALERT_SHEET_DESC" = "Möchten Sie wirklich die Werkseinstellung des iPod wiederherstellen? Alle Ihre Titel und andere Daten werden dadurch gelöscht.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Schließen Sie einen iPod an, um ihn zu aktualisieren.";
"IPOD_RESTARTING_RESTORE" = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt und startet gerade neu. Bitte trennen Sie die Verbindung zum iPod nicht und warten Sie, bis der Prozess abgeschlossen ist.";
"IPOD_RESTARTING_UPDATE" = "Die Software Ihres iPod wurde aktualisiert und startet gerade neu. Bitte trennen Sie die Verbindung zum iPod nicht und warten Sie, bis der Prozess abgeschlossen ist.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "Ihr iPod wurde erfolgreich aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn mit einer externen Stromquelle, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "Ihr iPod wurde aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn mit einer externen Stromquelle, damit der Aktualisierungsvorgang abgeschlossen werden kann.";
"TOO_MANY_IPODS" = "Es ist mehr als ein iPod angeschlossen. Bitte schließen Sie für die Aktualisierung jeweils immer nur einen iPod an. Entfernen Sie die anderen iPod Modelle über den Finder vom Schreibtisch und stecken Sie sie ab.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Name";
"COPY_FIRMWARE_VERSION" = "Firmware-Version";
"COPY_SERIAL_NUMBER" = "Seriennummer";
"COPY_DISK_FORMAT" = "Volume-Format";
"COPY_CAPACITY" = "Kapazität";
"COPY_POD_FAMILY" = "iPod Familie";
"COPY_UPDATER_FAMILY" = "Updater-Familie";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(Aktivieren)";
"UNMOUNTED_NAME" = "(Deaktiviert)";
"RESTORING_NAME" = "(Wiederherstellen)";
"UPDATING_NAME" = "(Aktualisieren)";
"RESTARTING_NAME" = "(Neu starten)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "%@ wiederherstellen";
"UPDATING_STATUS" = "%@ aktualisieren";
"RESTARTING_STATUS" = "Neu starten";
"EXAMINING_STATUS" = "iPod überprüfen";
"UNMOUNTING_STATUS" = "iPod vom Schreibtisch entfernen";
"PREPARING_STATUS" = "iPod vorbereiten";
"FINISHING_STATUS" = "Abschließen";
"FORMATTING_STATUS" = "iPod formatieren";
"WRITING_FIRMWARE_STATUS" = "iPod Software schreiben";
"CLEARING_STATUS" = "Alte iPod Software entfernen";
"WRITING_ICON_STATUS" = "Volume-Symbol schreiben";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Mehrere iPod Modelle ausgewählt";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "Keine iPod Modelle ausgewählt";
/* Displayed when info is not available */
"UNKNOWN" = "Unbekannt";

/* Button titles */
"RESTORE" = "Wiederherstellen";
"CANCEL" = "Abbrechen";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Fehler";
"CANT_UNMOUNT" = "Der iPod konnte nicht vom Schreibtisch entfernt werden, da er in Verwendung ist. Bitte schließen Sie alle Dateien auf dem iPod und versuchen es erneut.";
"CANT_MOUNT" = "Es wurde zwar ein iPod gefunden, jedoch muss er auf dem Schreibtisch aktiviert werden, damit der gewünschte Vorgang durchgeführt werden kann.";
"GENERAL_ERROR" = "Beim Aktualisieren oder Wiederherstellen des iPod ist ein Fehler aufgetreten.";
"SIGMATEL_ERROR" = "Beim Aktualisieren oder Wiederherstellen des iPod ist ein Fehler aufgetreten. Trennen Sie den iPod vom Computer, schließen Sie ihn wieder an und versuchen Sie erneut, ihn wiederherzustellen. Falls dies nicht funktioniert, finden Sie weitere Informationen unter: http://www.apple.com/de/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "Die Datenpartition wurde nicht gefunden und konnte somit nicht formatiert werden. Trennen Sie den iPod vom Computer, schließen Sie ihn wieder an und versuchen Sie erneut, ihn wiederherzustellen.";
"FORMAT_ERROR" = "Beim Formatieren des iPod ist ein Fehler aufgetreten.";
"FORMAT_ERROR_Q14_USB" = "Beim Formatieren des iPod ist ein Fehler aufgetreten. Versuchen Sie, den iPod über FireWire zu verbinden und formatieren Sie ihn erneut.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Unbekannt";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Protokoll";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Updates immer zulassen";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "Ihr iPod wurde aktualisiert und wird jetzt neu gestartet. Bitte trennen Sie den iPod nicht vom Computer und warten Sie, bis der Aktualisierungsvorgang abgeschlossen ist. Soll der iPod Updater jetzt beendet und iTunes gestartet werden?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "Ihr iPod wurde wiederhergestellt und wird jetzt neu gestartet. Bitte trennen Sie den iPod nicht vom Computer und warten Sie, bis der Wiederherstellungsvorgang abgeschlossen ist. Soll der iPod Updater jetzt beendet und iTunes gestartet werden?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "Ihr iPod wurde aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn mit einer externen Stromquelle, damit der Aktualisierungsvorgang abgeschlossen werden kann. Soll der iPod Updater jetzt beendet und iTunes gestartet werden?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "Ihr iPod wurde wiederhergestellt. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn mit einer externen Stromquelle, damit der Aktualisierungsvorgang abgeschlossen werden kann. Soll der iPod Updater jetzt beendet und iTunes gestartet werden?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "Ihr iPod wurde aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann. Soll der iPod Updater jetzt beendet und iTunes gestartet werden?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "Ihr iPod wurde wiederhergestellt. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann. Soll der iPod Updater jetzt beendet und iTunes gestartet werden?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/de/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/de/register";